app/views/students/index.html.erb

<h1><%Student.all.each do |student| %></h1>
---
SELECT "students".* FROM "students"